{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "__mul_scalar__0_NCHW3c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___sub_scalar_____mul_scalar_____layout_transform__", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_1_conv2d_weight_OIHW3i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[1, 0, 0], [2, 0, 0], [3, 0, 0], [4, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_2_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[5, 0, 0], [6, 0, 0], [7, 0, 0], [8, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu1_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___24", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[9, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_3_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[10, 0, 0], [11, 0, 0], [12, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu2_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___25", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[13, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_3_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[14, 0, 0], [15, 0, 0], [16, 0, 0], [17, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu3_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___26", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[18, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_4_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[19, 0, 0], [20, 0, 0], [21, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu4_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___25", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[22, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_4_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[23, 0, 0], [24, 0, 0], [25, 0, 0], [26, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu5_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___26", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_5_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu6_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___27", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[31, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_5_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[32, 0, 0], [33, 0, 0], [34, 0, 0], [35, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu7_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___28", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[36, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[37, 0, 0], [38, 0, 0], [39, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu8_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___29", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[40, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_6_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[41, 0, 0], [42, 0, 0], [43, 0, 0], [44, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu9_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___28", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_7_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[46, 0, 0], [47, 0, 0], [48, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu10_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___30", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[49, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_7_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[50, 0, 0], [51, 0, 0], [52, 0, 0], [53, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu12_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___31", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[54, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_8_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[55, 0, 0], [56, 0, 0], [57, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu13_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___32", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[58, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_8_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[59, 0, 0], [60, 0, 0], [61, 0, 0], [62, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu14_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___31", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[63, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_9_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[64, 0, 0], [65, 0, 0], [66, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu15_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___32", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[67, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_9_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[68, 0, 0], [69, 0, 0], [70, 0, 0], [71, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu16_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___31", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[72, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_10_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[73, 0, 0], [74, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu17_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___32", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[76, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_10_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[77, 0, 0], [78, 0, 0], [79, 0, 0], [80, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu18_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___31", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[81, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_11_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[82, 0, 0], [83, 0, 0], [84, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu19_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___32", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[85, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_11_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[86, 0, 0], [87, 0, 0], [88, 0, 0], [89, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu20_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___31", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[90, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_12_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[91, 0, 0], [92, 0, 0], [93, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu21_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___32", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[94, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_12_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[95, 0, 0], [96, 0, 0], [97, 0, 0], [98, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu22_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___31", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[99, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_13_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[100, 0, 0], [101, 0, 0], [102, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu23_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___33", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[103, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_13_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[104, 0, 0], [105, 0, 0], [106, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu25_NCHW", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___34", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[108, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_14_dw_conv2d_weight_sc", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_add_relu_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[109, 0, 0], [110, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu26_NCHW8c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___35", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[112, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_14_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu27", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[113, 0, 0], [114, 0, 0], [115, 0, 0], [116, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "conv_final_conv2d_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[117, 0, 0], [118, 0, 0], [119, 0, 0], [120, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_c3_lateral_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_c3_lateral_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu29", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_9", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[121, 0, 0], [122, 0, 0], [123, 0, 0], [124, 0, 0], [125, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_conv1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_conv1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm31_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[126, 0, 0], [127, 0, 0], [128, 0, 0], [129, 0, 0], [130, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_10", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[126, 0, 0], [132, 0, 0], [133, 0, 0], [134, 0, 0], [135, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv2_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv2_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm33_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[136, 0, 0], [137, 0, 0], [138, 0, 0], [139, 0, 0], [140, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv3_1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv3_1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_11", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[136, 0, 0], [142, 0, 0], [143, 0, 0], [144, 0, 0], [145, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv3_2_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride32_context_conv3_2_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm35_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[146, 0, 0], [147, 0, 0], [148, 0, 0], [149, 0, 0], [150, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu34", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_relu", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[131, 0, 0], [141, 0, 0], [151, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu34_NCHW4c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___36", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_cls_score_stride32_weight_OIHW4i4o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_cls_score_stride32_bias_C4c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[153, 0, 0], [154, 0, 0], [155, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___reshape", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[156, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "softmax0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_softmax", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[157, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[158, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_bbox_pred_stride32_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_bbox_pred_stride32_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[152, 0, 0], [160, 0, 0], [161, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu34_NCHW4c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___36", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[152, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_landmark_pred_stride32_weight_OIHW4i5o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_landmark_pred_stride32_bias_C5c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[163, 0, 0], [164, 0, 0], [165, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_c2_lateral_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_c2_lateral_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_12", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[99, 0, 0], [167, 0, 0], [168, 0, 0], [169, 0, 0], [170, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___upsampling___layout_transform___slice_like___layout_transform___elemwise_add", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[171, 0, 0], [126, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_c2_aggr_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_c2_aggr_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_13", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[172, 0, 0], [173, 0, 0], [174, 0, 0], [175, 0, 0], [176, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_conv1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_conv1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm37_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[177, 0, 0], [178, 0, 0], [179, 0, 0], [180, 0, 0], [181, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu33", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_14", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[177, 0, 0], [183, 0, 0], [184, 0, 0], [185, 0, 0], [186, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv2_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv2_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm39_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[187, 0, 0], [188, 0, 0], [189, 0, 0], [190, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv3_1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv3_1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu35", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_15", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[187, 0, 0], [193, 0, 0], [194, 0, 0], [195, 0, 0], [196, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv3_2_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride16_context_conv3_2_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm41_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_3", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[197, 0, 0], [198, 0, 0], [199, 0, 0], [200, 0, 0], [201, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu38", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_relu_1", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[182, 0, 0], [192, 0, 0], [202, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu38_NCHW4c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___37", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[203, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_cls_score_stride16_weight_OIHW4i4o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_cls_score_stride16_bias_C4c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_3", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[204, 0, 0], [205, 0, 0], [206, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___reshape_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[207, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "softmax1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_softmax_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[208, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_1", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[209, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_bbox_pred_stride16_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_bbox_pred_stride16_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_4", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[203, 0, 0], [211, 0, 0], [212, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu38_NCHW4c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___37", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[203, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_landmark_pred_stride16_weight_OIHW4i5o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_landmark_pred_stride16_bias_C5c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc33", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_5", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[214, 0, 0], [215, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_c1_red_conv_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_c1_red_conv_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_16", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[45, 0, 0], [218, 0, 0], [219, 0, 0], [220, 0, 0], [221, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___upsampling___layout_transform___slice_like___layout_transform___elemwise_add_1", 
        "num_inputs": "2", 
        "num_outputs": "1"
      }, 
      "inputs": [[222, 0, 0], [177, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_c1_aggr_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_c1_aggr_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu36", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_17", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[223, 0, 0], [224, 0, 0], [225, 0, 0], [226, 0, 0], [227, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_conv1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_conv1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm43_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_4", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[228, 0, 0], [229, 0, 0], [230, 0, 0], [231, 0, 0], [232, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu37", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_18", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[228, 0, 0], [234, 0, 0], [235, 0, 0], [236, 0, 0], [237, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv2_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv2_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm45_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[238, 0, 0], [239, 0, 0], [240, 0, 0], [241, 0, 0], [242, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv3_1_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv3_1_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "relu39", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_relu_19", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[238, 0, 0], [244, 0, 0], [245, 0, 0], [246, 0, 0], [247, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv3_2_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "rf_head_stride8_context_conv3_2_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm46_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_broadcast_mul_broadcast_add_5", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[248, 0, 0], [249, 0, 0], [250, 0, 0], [251, 0, 0], [252, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu40", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_concatenate_relu_2", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[233, 0, 0], [243, 0, 0], [253, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu40_NCHW4c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___38", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[254, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_cls_score_stride8_weight_OIHW4i4o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_cls_score_stride8_bias_C4c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc41", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_6", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[255, 0, 0], [256, 0, 0], [257, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___reshape_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[258, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "softmax2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_softmax_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[259, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_reshape_2", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[260, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_bbox_pred_stride8_weight_OIHW8i8o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_bbox_pred_stride8_bias_C8c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc42", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_7", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[254, 0, 0], [262, 0, 0], [263, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "relu40_NCHW4c", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse___layout_transform___38", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[254, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "face_rpn_landmark_pred_stride8_weight_OIHW4i5o", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "face_rpn_landmark_pred_stride8_bias_C5c", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "_contrib_conv2d_nchwc43", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse__contrib_conv2d_NCHWc_8", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[265, 0, 0], [266, 0, 0], [267, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    2, 
    3, 
    4, 
    6, 
    7, 
    8, 
    11, 
    12, 
    15, 
    16, 
    17, 
    20, 
    21, 
    24, 
    25, 
    26, 
    29, 
    30, 
    33, 
    34, 
    35, 
    38, 
    39, 
    42, 
    43, 
    44, 
    47, 
    48, 
    51, 
    52, 
    53, 
    56, 
    57, 
    60, 
    61, 
    62, 
    65, 
    66, 
    69, 
    70, 
    71, 
    74, 
    75, 
    78, 
    79, 
    80, 
    83, 
    84, 
    87, 
    88, 
    89, 
    92, 
    93, 
    96, 
    97, 
    98, 
    101, 
    102, 
    105, 
    106, 
    107, 
    110, 
    111, 
    114, 
    115, 
    116, 
    118, 
    119, 
    120, 
    122, 
    123, 
    124, 
    125, 
    127, 
    128, 
    129, 
    130, 
    132, 
    133, 
    134, 
    135, 
    137, 
    138, 
    139, 
    140, 
    142, 
    143, 
    144, 
    145, 
    147, 
    148, 
    149, 
    150, 
    154, 
    155, 
    160, 
    161, 
    164, 
    165, 
    167, 
    168, 
    169, 
    170, 
    173, 
    174, 
    175, 
    176, 
    178, 
    179, 
    180, 
    181, 
    183, 
    184, 
    185, 
    186, 
    188, 
    189, 
    190, 
    191, 
    193, 
    194, 
    195, 
    196, 
    198, 
    199, 
    200, 
    201, 
    205, 
    206, 
    211, 
    212, 
    215, 
    216, 
    218, 
    219, 
    220, 
    221, 
    224, 
    225, 
    226, 
    227, 
    229, 
    230, 
    231, 
    232, 
    234, 
    235, 
    236, 
    237, 
    239, 
    240, 
    241, 
    242, 
    244, 
    245, 
    246, 
    247, 
    249, 
    250, 
    251, 
    252, 
    256, 
    257, 
    262, 
    263, 
    266, 
    267
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
